{
  "categories": [
    {
      "id": "electrical",
      "image": "alarms.png",
      "title": "Electrical",
      "text": "Agir Security Solutions understands the importance of your safety. Protecting your home against unwanted company is our primary goal.  Home intrusion happens unexpectedly and can be extremely disheartening.  Agir offers its clients effective and reliable solutions to alarm systems.  Our alarm systems are designed to effectively detect intrusion and unauthorized entry into your home and alert you and the authorities. Intrusion alarm systems may be combined with closed-circuit television surveillance systems to automatically record the activities of intruders. They may also interface to access control systems for electrically locked doors. Alarm systems range from small, self-contained noisemakers, to complicated, multi-area systems with computer monitoring and remote control. Why wait until it’s too late? Schedule a consultation today to learn more about how an effective alarm system can bring your family or business the security it needs."
    },

    {
      "id": "low-voltage",
      "image": "audio-video.png",
      "title":  "Audio/ Video connecting",
      "text": "With the proliferation of new technologies available to homeowners, residential cabling will have to be upgraded to match these advances. Consumer products such as WebTV, Internet Phone, and games over the Internet will require wiring to handle the amount of information traveling through them. The standard home today uses wiring designed 50 years ago for applications that did not exist at that time. Homes must be wired for the requirements of today's homeowners as well as for products not yet designed."
    },

    {
      "id": "design-services",
      "image": "curtains.png",
      "title":  "Motorized Curtains",
      "text": "Agir Security Solutions specializes in creating the style, control and energy efficiency that everyone deserves in their window treatments. Agir Security Solutions is sure to have the perfect window treatment for your needs using materials from the best brands in the industry. Style or fashion enhancements, ease of operation or group control, integration of your window treatments with your home automation system. Agir Security Solutions embraces the opportunity to make your buying experience as easy as possible. Call us today and allow our experts to personalize any design."
    },

    {
      "id": "it-services",
      "image": "corporate-design.png",
      "title": "Corporate Design",
      "text": "Retail (malls and shopping centres, department stores, specialty stores, visual merchandising and showrooms), Visual and Spatial Branding, Corporate (office design), Healthcare (hospitals, assisted living facilities, medical offices, laboratories), Hospitality and Recreation (hotels, motels, resorts, cafes, bars, restaurants, health clubs and spas), Institutional (government offices, financial institutions (banks and credit unions), schools and universities, religious facilities), Industrial facilities (manufacturing and training facilities as well as import and export facilities). Commercial design encompasses a wide range of sub specialties."
    },
    {
      "id": "home-office-automation",
      "services": [
        {
          "image": "corporate-design.png",
          "title": "Corporate Design",
          "text": "HOME"
        },
        {
          "image": "space.gif",
          "title": "Space Planning",
          "text": "OFFICE"
        },
        {
          "image": "residential-design.png",
          "title": "Residential design",
          "text": "automation"
        }
      ]
    }
  ]
}
